[
    "Cô ơi, có ga tàu điện ngầm nào gần đây không?",
    "Ah, thật là một môi trường tốt ở đây!",
    "Bạn sống ở đâu?",
    "À, vâng, tôi sẽ đi ngay bây giờ.",
    "Em trai thấp hơn tôi.",
    "Sở thích lớn nhất của tôi là chơi bóng rổ.",
    "Tôi đã yêu âm nhạc từ khi tôi còn là một đứa trẻ.",
    "Vì không có người trong phòng học nên rất yên tĩnh.",
    "Bọn trẻ ngủ say, trong nhà vắng lặng.",
    "Làm ơn đưa tôi cây bút chì trên bàn.",
    "Có bốn cái ghế trong phòng.",
    "Tôi học lớp hai lớp ba.",
    "Bạn vui lòng giúp tôi chuyển cái bàn này xuống tầng dưới được không?",
    "Đừng lo lắng, chúng tôi sẽ nghĩ ra cách.",
    "Xin lỗi, làm thế nào tôi có thể đến văn phòng hiệu trưởng?",
    "Hai giờ rưỡi.",
    "Vì sự giúp đỡ của bạn, vấn đề này đã được xử lý rất tốt.",
    "Tôi để quên túi trong phòng.",
    "Tôi đầy đủ.",
    "Vào mùa đông, miền bắc lạnh hơn nhiều so với miền nam.",
    "Từ điển đã bị cô giáo Vương lấy đi.",
    "Mũi của chị tôi rất cao và rất đẹp.",
    "Thời tiết hôm nay tương đối lạnh.",
    "Có một trận đấu bóng đá tối nay.",
    "Hãy đua và chạy.",
    "Cô giáo nói gì, tôi ghi vào vở.",
    "Bạn thấy đấy, đây là sổ ghi chép mới của tôi.",
    "Tôi phải đi làm hôm nay.",
    "Sau mười năm vắng bóng, anh ấy dường như không có nhiều thay đổi.",
    "Thành phố đang thay đổi quá nhanh.",
    "Những người khác đã đi hết, tại sao bạn vẫn còn ở đây?",
    "Đây là khách sạn lớn nhất của chúng tôi ở đây và có thể chứa 300 khách.",
    "Mẹ cho cá vừa mua vào tủ lạnh.",
    "Em gái tôi thích ca hát và nhảy múa.",
    "Anh ấy chưa học xong đại học cho đến năm 30 tuổi.",
    "Vấn đề này, chỉ có anh ấy mới có thể làm tốt.",
    "Người phục vụ, vui lòng giúp tôi lấy thực đơn.",
    "Hơn hai trăm người đã tham dự cuộc họp này.",
    "Mùa xuân đến rồi cỏ xanh tươi.",
    "Tôi sống trên tầng ba, 306.",
    "Tôi đã làm một bài kiểm tra kém trong kỳ thi này.",
    "Bây giờ là 5 phút 12 điểm.",
    "Tóc chị tôi đen và dài.",
    "Những thứ trong siêu thị này rẻ hơn.",
    "Tôi mặc chiếc áo này hôm nay.",
    "Chúng tôi có thể kiểm tra kết quả kiểm tra trực tuyến.",
    "Tôi đã yêu thành phố này.",
    "Xin lỗi, hôm nay tôi lại đến muộn.",
    "Chúng tôi đợi anh ấy cả tiếng đồng hồ mà anh ấy cũng không xuất hiện.",
    "Nhiều vấn đề đã nảy sinh trong công việc của chúng tôi.",
    "Ngoại trừ Tiểu Vương, những người khác đều đến.",
    "Bạn có thể đến Thượng Hải bằng thuyền.",
    "Mùa xuân là mùa đầu năm.",
    "Từ điển này rất hữu ích cho việc học của tôi.",
    "Em trai không chỉ rất thông minh mà còn rất thích học.",
    "Tôi sẽ dọn phòng vào cuối tuần.",
    "Tôi dự định đi du lịch vào tuần tới.",
    "Tôi chưa có kế hoạch kết hôn.",
    "Hôm nay tôi quên mang ví.",
    "Ông nội đang nằm viện, tôi rất lo lắng.",
    "bạn có đói không? Hãy ăn một miếng bánh trước.",
    "Ngươi bị bệnh, ta đương nhiên muốn tới gặp ngươi.",
    "Tại sao đèn trong phòng không bật?",
    "Trời tối dần.",
    "Tôi đã đến nơi này ba lần.",
    "Hãy đi tàu điện ngầm ba điểm dừng, và sau đó chúng ta sẽ đến nơi.",
    "Có một bản đồ điện tử trên điện thoại của tôi.",
    "Đi thang máy lên thôi.",
    "Tôi sẽ gửi cho bạn một email tối nay.",
    "Bạn sẽ đến đó chỉ bằng cách đi bộ về phía đông.",
    "Mùa đông ở miền bắc rất lạnh.",
    "Có hơn một trăm loài động vật trong vườn thú.",
    "Điều này khó có thể hoàn thành trong thời gian ngắn.",
    "Tôi rất bận trong thời gian này.",
    "Tôi đi tập thể dục mỗi sáng.",
    "Ở đây đẹp làm sao!",
    "Tôi đói và muốn ăn gì đó.",
    "Tai tôi hơi đau nên tôi cần đến bệnh viện để khám.",
    "Bạn đã gửi email cho tôi?",
    "Tôi cảm thấy ốm và sốt.",
    "Tôi thấy anh ấy yếu đi rất nhiều.",
    "Tôi rất thuận tiện khi đi làm bằng tàu điện ngầm.",
    "Đặt quyển sách lên trên bàn.",
    "Đừng lo lắng, tôi sẽ hoàn thành công việc.",
    "Bây giờ là 8:30.",
    "Trong kỳ thi này, tôi đạt 85 điểm.",
    "Quả táo được chia thành hai miếng.",
    "Gia đình anh ấy sống gần công ty.",
    "Ôn tập thật tốt trước khi thi.",
    "Tôi đã giặt quần áo của mình.",
    "Tôi bị cảm và cần một ít thuốc.",
    "Xiao Wang rất quan tâm đến âm nhạc.",
    "Ai vừa gọi?",
    "Anh trai tôi cao hơn tôi.",
    "Hãy nói về suy nghĩ của bạn dựa trên bài viết này.",
    "Anh ấy có cơ sở để nói điều này.",
    "Chú chó con luôn đi theo tôi khi tôi đi dạo.",
    "Em gái tôi đã đi đến công viên với mẹ tôi.",
    "Anh ấy thích bơi hơn tôi.",
    "Tôi đã mua một kg trứng.",
    "Có một công viên gần nhà tôi và tôi thường đi dạo ở đó.",
    "Trước khi đi ngủ, tôi kể chuyện cho con gái nghe.",
    "Hôm nay trời có gió, đừng đạp xe.",
    "Anh ấy đã đóng cái cửa.",
    "Tôi đã tắt TV.",
    "Vấn đề này không liên quan gì đến cô ấy.",
    "Bố rất quan tâm đến việc học của tôi.",
    "Cảm ơn bạn đã quan tâm, sức khỏe của tôi đã tốt hơn rất nhiều.",
    "Về vấn đề này, chúng ta phải suy nghĩ lại.",
    "Tôi thích đi du lịch và đã đến hàng chục quốc gia",
    "Hôm nay là sinh nhật của tôi và những người bạn của tôi đều ở đây.",
    "Thời gian trôi nhanh quá, đã đến lễ hội mùa xuân.",
    "Bà thường kể cho tôi nghe về quá khứ.",
    "Tôi vẫn ở Bắc Kinh và không đi đâu khác.",
    "Tốt hơn là bạn nên ăn một ít trái cây thay vì uống bia.",
    "Bạn đang đi ô tô hay xe buýt?",
    "Tôi sợ đi chơi một mình vào ban đêm.",
    "Kính chào quý khách hàng, quý khách vui lòng đáp chuyến bay của chúng tôi",
    "Hãy nhìn vào bảng đen.",
    "Tôi không bao giờ gặp lại anh ta nữa.",
    "Hộ chiếu của bạn đã sẵn sàng chưa?",
    "Tôi đã tiêu rất nhiều tiền trong ngày hôm nay.",
    "Hôm nay là sinh nhật của mẹ, chúng ta hãy gửi cho mẹ một ít hoa.",
    "Tôi đã thích vẽ từ khi tôi còn là một đứa trẻ.",
    "Tranh của anh ấy rất được mọi người yêu thích.",
    "Bánh mì tươi và không bị hôi.",
    "Tôi trả sách cho thư viện.",
    "Môi trường ở đây rất tốt và rất thoải mái khi sống ở đây.",
    "Chờ tôi với, tôi sẽ thay quần áo cho tôi.",
    "Tôi sẽ đến ngân hàng để đổi một số tiền.",
    "Hoàng Hà là con sông lớn thứ hai ở Trung Quốc.",
    "Chúng ta có một cuộc họp vào buổi chiều.",
    "Bạn có thể đi, hoặc tôi có thể đi.",
    "Tôi xúc động đến mức suýt rơi nước mắt.",
    "Tôi hy vọng sẽ có cơ hội tham gia cuộc thi.",
    "Anh ấy rất quan tâm đến âm nhạc.",
    "Buổi biểu diễn hôm nay rất hay.",
    "Tôi không nhớ anh ta sống ở đâu.",
    "có bốn mùa trong một năm",
    "Hãy đến bệnh viện để kiểm tra cơ thể của bạn.",
    "Những câu hỏi này rất đơn giản đối với anh ta.",
    "Lần cuối cùng tôi gặp anh ấy là năm ngoái.",
    "Cơ thể của bố đặc biệt khỏe mạnh.",
    "Bài giảng của cô giáo Li rất thú vị.",
    "Máy bay sẽ sớm hạ cánh.",
    "Có năm dimes trên bàn.",
    "Em gái tôi đi đôi giày da màu đỏ rất đẹp.",
    "Cô giáo Li dạy toán cho chúng tôi.",
    "Tôi sẽ đón bạn ở sân bay vào buổi chiều.",
    "Anh nhìn đồng hồ, nằm xuống và đi ngủ.",
    "Con phố này rất dài, có chiều dài hơn bốn nghìn mét.",
    "Hôm nay chúng tôi đã biểu diễn tổng cộng 12 buổi biểu diễn.",
    "Mọi người nghỉ lễ vui vẽ!",
    "Chúng tôi đã kết hôn được 10 năm.",
    "Cuộc họp sẽ sớm kết thúc.",
    "Bạn dự định giải quyết vấn đề này như thế nào?",
    "Tôi đã mượn ba cuốn sách từ thư viện.",
    "Tôi thường gặp anh ấy ở trường.",
    "Khi tôi đi làm, tôi phải đi qua con phố này.",
    "Sau khi bạn nói như vậy, cuối cùng tôi cũng hiểu.",
    "Anh ấy là giám đốc của công ty chúng tôi.",
    "Tôi đã suy nghĩ về vấn đề này rất lâu trước khi tôi hiểu nó.",
    "Chiếc váy này đã được mặc hai năm và cũ.",
    "Hãy sử dụng những từ này để nói một vài câu.",
    "Vấn đề này do người quản lý quyết định.",
    "Anh ấy đã đưa ra quyết định.",
    "Con trai bạn thật dễ thương.",
    "Tôi khát và muốn uống một chút nước.",
    "Bây giờ là hai giờ mười lăm phút.",
    "Trong lễ hội mùa xuân, sẽ có rất nhiều khách ở nhà.",
    "Nóng quá, làm ơn bật điều hòa.",
    "Có ba người trong gia đình của chúng tôi.",
    "Đứa trẻ lại bắt đầu khóc.",
    "Quần này hơi ngắn.",
    "Tôi đến Trung Quốc được một tháng và đã biết dùng đũa.",
    "Bạn có thích chiếc váy màu xanh này không?",
    "Ông nội đã sáu mươi tuổi, nhưng trông ông không già đi chút nào.",
    "Tôi sẽ đi xa một thời gian vào tháng tới, vì vậy hãy chăm sóc bản thân thật tốt.",
    "Vào ngày sinh nhật của mình, tôi đã nhận được rất nhiều món quà.",
    "Ngôi nhà này đã gần 300 năm tuổi.",
    "Con gái mặt tròn dễ thương.",
    "Cần thực hành nhiều hơn để ghi nhớ những gì bạn đã học.",
    "Học sinh, chúng ta hãy bắt đầu làm bài tập.",
    "Tôi mới mua chiếc xe này.",
    "Chúng tôi thường trò chuyện trực tuyến.",
    "Tôi không biết nhiều về cô ấy.",
    "Mối quan hệ của tôi với hàng xóm của tôi rất tốt.",
    "Anh trai tôi đang học ở Trung Quốc.",
    "Tôi đang đợi bạn dưới nhà ở nhà của bạn.",
    "Mùa xuân đến rồi cỏ cây xanh tươi.",
    "Chúng tôi đã học cách cưỡi ngựa.",
    "Tôi sẽ đến trường ngay, vì vậy hãy đợi tôi một vài phút.",
    "Người quản lý rất hài lòng với anh ta.",
    "Cái mũ này quá nhỏ. Có cái nào lớn hơn không?",
    "Bàn này dài hai mét.",
    "Bánh mì đã được bán hết.",
    "Bồi bàn, tôi muốn một tô mì.",
    "Tôi hiểu ý bạn.",
    "Anh ấy đã nói rất rõ ràng, tôi hiểu rồi.",
    "Bạn đang cầm gì trên tay?",
    "Bà tôi sống ở Bắc Kinh.",
    "Nhà tôi ở phía nam nhà ga.",
    "Câu hỏi này khó.",
    "Tôi buồn vì anh ấy ra đi.",
    "Con trai tôi bây giờ đang học lớp ba.",
    "Mẹ tôi năm nay 50 tuổi và trông còn rất trẻ.",
    "Có nhiều chim hót trên cây.",
    "Các bạn học sinh chăm chỉ học tập.",
    "Chúng tôi quyết định đi leo núi vào ngày mai.",
    "Có cá trên đĩa, mời ăn.",
    "Chú gấu trúc mập mạp và dễ thương.",
    "Tôi đã đạt được hơn năm catties trong tháng này.",
    "Anh ấy đang đi một đôi giày da màu đen.",
    "Bố rất thích uống bia.",
    "Bạn nói tiếng phổ thông rất tốt.",
    "Tôi thực sự không biết rõ về anh ấy.",
    "Chỉ có Xiao Ming ở trong lớp, còn những người khác đã về nhà.",
    "Tôi nghĩ câu hỏi này rất lạ.",
    "Hôm nay tôi đi xe đạp đến trường.",
    "Thưa các hành khách, máy bay sẽ sớm cất cánh.",
    "Anh ấy đã nói rất rõ ràng.",
    "Bạn có biết ý nghĩa của câu này không?",
    "Mùa thu là thoải mái nhất, không lạnh cũng không nóng.",
    "Cô chị mặc váy rất đẹp.",
    "Tôi sẽ hoàn thành bài tập về nhà trước, và sau đó xem TV.",
    "Chúng tôi nồng nhiệt chào đón khách.",
    "Bạn có nghĩ rằng anh ấy sẽ đến không?",
    "Sinh viên này học tập chăm chỉ và làm việc rất chăm chỉ.",
    "Câu hỏi này rất dễ trả lời.",
    "Nếu bạn đi, tôi sẽ đi với bạn.",
    "Trời mưa, đừng quên mang theo ô.",
    "Tôi lên mạng để đọc tin tức.",
    "Xin đừng giận, tôi đã sai, xin lỗi.",
    "Nghe này, âm thanh này là gì?",
    "Có rất nhiều quốc gia trên thế giới.",
    "Tôi muốn thử cái màu đỏ đó.",
    "Em gái tôi bây giờ rất yếu, chỉ được 45 ký.",
    "Tôi đã mất ba catties trong tháng này.",
    "Chú ơi, chú có thích cuốn sách này không?",
    "Thật thoải mái khi ngồi ở đây.",
    "Có rất nhiều cây xanh trong trường học của chúng tôi.",
    "Điểm toán của tôi rất tốt.",
    "Đánh răng trước khi đi ngủ.",
    "Tôi muốn mua một đôi giày hôm nay.",
    "Trình độ tiếng Trung của anh ấy rất cao.",
    "Tài xế này đã lái taxi hơn 5 năm.",
    "Bạn thấy đấy, mặt trời đã tắt.",
    "Tôi đặc biệt muốn đi với bạn.",
    "Chân tôi hơi đau.",
    "Điểm toán của bạn đã được cải thiện rất nhiều.",
    "Mức sống của người dân đã được cải thiện rất nhiều.",
    "Tôi rất thích thể thao.",
    "Dưa hấu này ngọt quá!",
    "Quần này hơi dài.",
    "Đây là đồng nghiệp mới của chúng tôi, Li Hua.",
    "Tôi không hoàn toàn đồng ý với ý tưởng của anh ấy.",
    "Tóc mẹ đen bóng.",
    "Anh đột ngột đứng dậy.",
    "Con chó con chạy ra ngoài đột ngột.",
    "Tôi đã mượn hai cuốn sách từ thư viện.",
    "Chân của bạn vẫn còn đau?",
    "Vấn đề này phải được hoàn thành trước cuối tuần.",
    "Cho cơm vào bát này.",
    "Tôi có thể ăn một bát.",
    "Có mười nghìn học sinh trong trường của chúng tôi.",
    "Tôi quên rằng hôm nay là sinh nhật của anh ấy.",
    "Những món ăn này được chuẩn bị cho bạn.",
    "Vì sức khỏe của mình, tôi tập thể dục hàng ngày.",
    "Anh ấy thực sự là một giáo viên tốt.",
    "Tôi rất quan tâm đến văn hóa Trung Quốc.",
    "Ga xe lửa ở phía tây, bạn đã đi sai.",
    "Anh đã quen với một kiếp người.",
    "Rửa tay trước bữa ăn là một thói quen tốt.",
    "Để tôi đi vệ sinh.",
    "Nóng quá, tôi đi tắm trước.",
    "Mùa hè này nóng quá.",
    "Anh đi trước đi, một tiếng nữa tôi lại đi.",
    "Tôi hoàn toàn tin những gì bạn nói.",
    "Bạn có muốn ăn chuối không?",
    "Đi về phía đông, bạn có thể nhìn thấy ngôi trường đó.",
    "Nhìn anh ấy có vẻ giống bố.",
    "Những người như hiệu trưởng rất phổ biến ở khắp mọi nơi.",
    "Xin hãy cẩn thận, có rất nhiều nước trên đường.",
    "Tôi nhặt con mèo con rất cẩn thận.",
    "Hiệu trưởng đã đồng ý với kế hoạch của chúng tôi.",
    "Tôi xem tin tức lúc bảy giờ mỗi đêm.",
    "Đây là những trái cây tươi.",
    "Tôi muốn đến ngân hàng để lấy thẻ tín dụng.",
    "Vui lòng mở vali.",
    "Tôi đặc biệt thích đến sở thú để xem những con gấu trúc khổng lồ.",
    "Chúng tôi cần một số trợ giúp.",
    "Hè này bạn chọn đi du lịch ở đâu?",
    "Chúng ta cần phải đưa ra lựa chọn của riêng mình.",
    "Giáo viên yêu cầu chúng tôi hoàn thành những câu hỏi này.",
    "Đây là những gì bố tôi yêu cầu ở tôi.",
    "Ông ơi, ông hãy ngồi đây.",
    "Cuộc họp ngày mai, hãy chắc chắn để tham dự.",
    "Có 20 học sinh trong lớp của chúng tôi.",
    "Tôi xem TV một lúc rồi đi ngủ.",
    "Anh ấy trông giống hệt cha mình.",
    "Tôi thường dậy lúc 7 giờ.",
    "Anh ấy thích đọc sách và nghe nhạc.",
    "Tôi chưa bao giờ hiểu ý nghĩa của câu này.",
    "Đi ăn cơm trước khi xem phim.",
    "Cô ấy thích xem các chương trình ca nhạc nhất.",
    "Ngân hàng đóng cửa lúc 5 giờ chiều.",
    "Có đồ uống nào trong tủ lạnh không?",
    "Đã 8 giờ, đến giờ đi làm.",
    "Vui lòng không ảnh hưởng đến người khác để nghỉ ngơi.",
    "Môi trường có ảnh hưởng lớn đến con người.",
    "Tôi đã dành hai giờ để dọn dẹp căn phòng.",
    "Đây là trò chơi yêu thích của trẻ em.",
    "Cuốn sách này rất nổi tiếng.",
    "Chúng tôi nghỉ ngơi một lúc và bắt đầu làm việc trở lại.",
    "Tôi gặp anh Zhang trên phố vừa rồi.",
    "Đồng hồ này là 600 nhân dân tệ.",
    "Anh ấy sẵn sàng giúp đỡ người khác.",
    "Đêm nay trăng thật tròn!",
    "Càng nói chuyện, anh ấy càng vui hơn.",
    "Bố đã đứng về phía tôi.",
    "Đến ga xe lửa và đi tàu điện ngầm 3 điểm dừng.",
    "Làm ơn cho tôi một mảnh giấy.",
    "Cô gái nhỏ mở miệng cười.",
    "Tôi ốm và mẹ tôi đã chăm sóc tôi.",
    "Đây là một bức ảnh từ thời thơ ấu của tôi.",
    "Tôi đã mua một chiếc máy ảnh mới.",
    "Tôi không thể tìm thấy một chiếc giày.",
    "Có một con mèo con trên cây.",
    "Tôi là người duy nhất trong phòng.",
    "Tôi đứng giữa, bên cạnh người bạn cùng lớp.",
    "Tôi có thể viết bài bằng tiếng Trung.",
    "Mùa xuân cuối cùng cũng đến rồi.",
    "Có rất nhiều loại trái cây tươi trong siêu thị.",
    "Tôi đã quên một điều quan trọng.",
    "Kế hoạch cho cuối tuần này là gì?",
    "Cuốn sách này chủ yếu nói về điều gì?",
    "Hãy cẩn thận.",
    "Đừng lo lắng nếu bạn gặp phải điều gì đó.",
    "Tôi thích đi du lịch một mình.",
    "Anh ấy luôn dậy sớm.",
    "Có một hạt gạo bên miệng chị tôi.",
    "Tôi đã rất bận rộn gần đây.",
    "Bạn đã hoàn thành bài tập hôm nay chưa?",
    "Thuốc cảm này không ảnh hưởng gì đến tôi."
]