[
    "Bạn là sinh viên?",
    "Xin hãy đi đi!",
    "Tôi rất thích mặc chiếc váy trắng đó.",
    "Chiếc xe đạp này hơn năm trăm tệ.",
    "Làm ơn giúp tôi tìm một công ty chuyển nhà, được không?",
    "Tôi đọc báo mỗi sáng.",
    "Con tôi cao hơn tôi.",
    "Đã quá muộn, không xem TV.",
    "Em gái tôi chân dài và chạy nhanh.",
    "Em thích hát nhất, anh sẽ hát cho em nghe một bài.",
    "Tôi đã bước ra khỏi ga xe lửa.",
    "Trời lạnh nên mặc thêm quần áo vào.",
    "Tôi đã đến Bắc Kinh một lần.",
    "Từ nhà tôi đến công ty mất 20 phút lái xe.",
    "Xin lỗi, tôi đã nhầm.",
    "Tôi đi chơi bóng rổ vào mỗi buổi chiều.",
    "Xin đừng đợi tôi.",
    "Tôi đến công ty lúc 9 giờ sáng.",
    "Bạn đã đi quá nhanh.",
    "Bạn phải đợi tôi 10 phút nữa.",
    "Trong gia đình chúng tôi, tôi là anh cả, dưới tôi còn có hai em trai.",
    "Đây là lần đầu tiên tôi nhìn thấy anh ấy.",
    "Tôi hiểu ý bạn.",
    "Bạn đúng, tôi sai.",
    "Đứa trẻ nói với mẹ: \"Mẹ ơi, con yêu mẹ\".",
    "Hai chúng tôi sống trong cùng một phòng.",
    "Bà rất thích những món quà mà chúng tôi đã tặng.",
    "Tôi làm bồi bàn trong một nhà hàng.",
    "Tôi cao hơn bố tôi.",
    "Bạn có thể cho tôi biết làm thế nào để đến trường?",
    "Anh trai tôi hơn tôi ba tuổi.",
    "Hãy tặng anh ấy cuốn sách này.",
    "Mất 20 phút đi xe buýt.",
    "Tôi lam trong một công ty.",
    "Con gái tôi rất thích chó con.",
    "Đồng hồ này rất đắt.",
    "Tôi chưa đọc cuốn sách này.",
    "Anh ấy vẫn chưa đến.",
    "Ngoại trừ việc không ăn thịt, tôi cũng không ăn trứng.",
    "Tôi có ba đứa con.",
    "Chúng tôi có nhiều phụ nữ hơn nam giới ở đây.",
    "Cơm bạn làm rất ngon.",
    "Tôi không thích quần áo màu đen.",
    "Xe đạp của tôi màu đỏ.",
    "Chào mừng bạn đến với ngôi nhà của chúng tôi.",
    "Tôi có thể trả lời câu hỏi này.",
    "Tôi đến ga xe lửa lúc 3 giờ chiều.",
    "Tôi đã làm việc ở sân bay trong ba năm.",
    "Tôi phải ăn một quả trứng vào mỗi buổi sáng.",
    "Màu sắc của chiếc váy này rất đẹp.",
    "Mọi người vào lớp nhé.",
    "Tôi có hai chị em gái.",
    "Hãy để tôi giới thiệu bạn của tôi.",
    "Tôi sẽ đến sân bay sớm.",
    "Nhà của chúng tôi rất gần công ty.",
    "Tôi biết anh ấy sẽ đến.",
    "Tôi sẽ gọi cho anh ấy ngay khi tôi về đến nhà.",
    "Bạn nghĩ gì về cuốn sách này?",
    "Bạn muốn trà hay cà phê?",
    "Hãy bắt đầu với bài học thứ mười.",
    "Để chuẩn bị cho kỳ thi, anh ấy học muộn mỗi ngày.",
    "Tôi có thể không thể đi làm.",
    "Bạn có thể lái xe của tôi để làm việc.",
    "Hôm nay chúng ta học bài đầu tiên.",
    "Bây giờ chúng ta có lớp học.",
    "Anh ấy chạy rất nhanh.",
    "Bây giờ là 7:50 và lớp học sắp bắt đầu",
    "chúc mừng sinh nhật!",
    "Tôi mệt mỏi và muốn nghỉ ngơi.",
    "Gia đình tôi trường Yu rất gần.",
    "Apple là hai nhân dân tệ một bảng Anh.",
    "Tôi đi bộ đến trường mỗi ngày.",
    "Chúng ta có thể đến đó bằng xe buýt số 10.",
    "Chúng tôi lái xe để đi du lịch.",
    "Những thứ được bán trong cửa hàng này rẻ hơn.",
    "Chúng tôi đi bộ rất chậm.",
    "Tuần này, tôi rất bận.",
    "Con mèo con của bạn đã đi đâu?",
    "Bạn có đọc báo mỗi ngày không?",
    "Tôi có hai em gái.",
    "Tôi đang đợi bạn ở cửa.",
    "Tôi không biết người đàn ông đó.",
    "Xin chào thầy!",
    "Uống một ly sữa trước khi đi ngủ.",
    "Bạn có biết người phụ nữ đó không?",
    "Bố ở bên cạnh tôi.",
    "Tôi chạy mỗi sáng.",
    "Táo rất rẻ, chúng ta hãy mua một ít.",
    "Tôi sẽ ra ga để mua vé.",
    "Vợ tôi đã đi làm.",
    "Tôi thức dậy lúc bảy giờ sáng.",
    "Điện thoại di động này là một nghìn nhân dân tệ.",
    "Bạn có thấy bút chì của tôi không?",
    "hôm nay trời nắng.",
    "Tôi đến Bắc Kinh vào tháng 8 năm ngoái.",
    "Cha anh ấy không cho anh ấy đến.",
    "Hôm nay là ngày 26 tháng 2 năm 2012.",
    "Tôi đi làm lúc bảy giờ rưỡi.",
    "Hôm nay cơ thể tôi không được khỏe.",
    "Tôi bị ốm và không thể đi làm.",
    "chúc mừng sinh nhật!",
    "Tôi không có thời gian để đến Bắc Kinh.",
    "Bạn có gì chiều nay không?",
    "Đồng hồ này rất đẹp.",
    "Bạn thấy đấy, tôi đã mua một chiếc điện thoại di động mới.",
    "Tôi đưa cho bạn một cuốn sách.",
    "Dù trời mưa nhưng chúng tôi vẫn muốn đi xem phim.",
    "Tôi biết con mèo con ở đâu, nó ở dưới gầm bàn.",
    "Các bạn cùng lớp của tôi và tôi đang chơi bóng đá.",
    "Tôi không thể làm câu hỏi này.",
    "Em gái tôi có thể hát và nhảy.",
    "ngoài trời đang mưa.",
    "Tôi đã đọc xong cuốn sách này.",
    "Anh ấy đang chơi, không học.",
    "Tôi không thể xem TV tối nay.",
    "Tại sao bạn không uống một chút nước?",
    "Thầy ơi cho em hỏi 1 câu được không ạ?",
    "Câu hỏi này khó quá!",
    "Xin vui lòng có một miếng dưa hấu.",
    "Tôi hy vọng bạn không rời đi.",
    "Hôm nay tôi phải giặt rất nhiều quần áo.",
    "Tôi đọc cuốn sách trong một giờ.",
    "Tất cả chúng tôi đều bật cười khi nghe anh ấy nói vậy.",
    "Đây là chiếc váy tôi mới mua.",
    "Họ của Trung Quốc đứng trước tên đầu tiên.",
    "Họ của tôi là Zhang.",
    "Tôi mệt quá, để tôi nghỉ ngơi.",
    "Nó có tuyết rơi nhiều lần trong mùa đông này.",
    "Màu bạn thích là gì?",
    "Mắt tôi màu đen.",
    "Một số người không thích ăn thịt cừu.",
    "Uống thuốc này ba lần một ngày.",
    "Tôi sẽ đi Bắc Kinh.",
    "Mẹ muốn tôi đi mua hàng tạp hóa.",
    "Bạn phải làm điều này một cách nghiêm túc.",
    "Nó sắp mưa.",
    "Một catty rau có giá hai nhân dân tệ.",
    "Bạn đi và tôi cũng sẽ đi.",
    "Xin hãy đợi tôi.",
    "Tôi sẽ đến Bắc Kinh với bạn.",
    "Chúng tôi đã hoàn thành bữa ăn của mình.",
    "Từ này có nghĩa là gì?",
    "Nói tôi biết ý bạn là gì.",
    "Bộ phim này thực sự rất thú vị.",
    "Vì trời mưa nên tôi không chạy.",
    "Hôm nay trời nhiều mây.",
    "Tôi có thể bơi.",
    "Người đàn ông bên phải bác sĩ Vương là ai?",
    "Có rất nhiều cá trong nước.",
    "Nhà tôi ở xa công ty.",
    "Tất cả chúng ta đều thích thể thao.",
    "Tôi sẽ đến cửa hàng sau khi ăn xong.",
    "Thêm một chút nữa, bây giờ nó quá thấp.",
    "Tôi đã nhìn thấy anh ấy vào buổi sáng.",
    "Chồng tôi làm việc trong bệnh viện.",
    "Anh ấy muốn tìm một công việc.",
    "Anh cười và nói: \"Bạn không biết tôi, nhưng tôi biết bạn.\"",
    "Em trai rất thích chơi bóng rổ.",
    "Tôi không biết bây giờ anh ấy đang ở đâu.",
    "Tôi sẽ đến Bắc Kinh vào Chủ nhật.",
    "Đây là chiếc xe đạp mới của tôi.",
    "Con gái tôi sẽ ra đi sau 9 tháng nữa.",
    "Tôi đi đây, tạm biệt!",
    "cô ấy là bạn thân nhất của tôi.",
    "Chiếc cốc bên trái là của bạn, và chiếc cốc bên phải là của tôi."
]